bookDetail2=[
 
  {
    id: 0,
    name: "肖申克的救赎",
    detail: "《肖申克的救赎》上映20周年纪念版。  热门美剧《行尸走肉》导演作品。  由悬疑大师斯蒂芬·金作品改编，奥斯卡剧本奖获奖作品。  一场看似无懈可击的谋杀审判，一段跨越二十年的高墙抗争，一曲动人心魄的越狱传奇……蒙冤入狱的银行家安迪·杜弗雷在地狱般的肖申克监狱，凭借理性与希望，二十年如一日坚守自己的救赎之路，救人救己，穿越层层苦难，终逃出监狱……这一个斯蒂芬·金的故事，经达拉邦特改编并拍摄，成为电影史上激动人心的作品，曾获奥斯卡影片、剧本、男主角等七项大奖提名。  翻开这本书，除了重温电影曾带给我们的感动，重温那一幅幅感人至深的画面，还会有很多新的收获：情节逆转——在剧本里，原来竟有那么多情节是与电影不一样；导演解密——导演兼编剧达拉邦特通过对逐个镜头的详细解析，解密了《肖申克的救赎》是如何从剧本变成一部经典大片的；拍摄故事——影片当中的穿帮镜头和各种匪夷所思的拍摄花絮也是身为“肖申克迷”不得不知的秘密……  这不仅仅是经典剧本，更是心灵读本。",
    outline: "肖申克的救赎正版书籍原版英文版引进翻译斯蒂芬金小说肖生克电影原著史蒂芬金外国悬疑恐怖惊",
    press:"新华出版社",
    version: "精装版",
    size: "大32开",
    translator:"林少辉",
    isbn:"ABS213123",
    pages:450,
    price: 25,
    number: 4,
    member_price: 25,
    star: 4,
    catalog: "丽塔·海华斯和达拉邦特的救赎——斯蒂芬·金<br>斯蒂芬· 金和达拉邦特的救赎—— 弗兰克· 达拉邦特<br>肖申克的救赎<br>剧照<br>必要调整： 从脚本到银幕的历程—— 弗兰克· 达拉邦特<br>分镜剧本<br>后记： 来自壕沟里的备忘录—— 弗兰克· 达拉邦特<br>通往自由之路—— 慕容雪村王淩 ",
    image_url: require('../../assets/images/books/xskdjs.jpg'),
    url: "../../../assets/images/books/xskdjs.jpg",
    author: "Mother Fucker",
    date: "2016-07-12 20:30",
    is_shelf: true,
    store_mount:0,
    comments:[{
        user_id:1,
        userName:'林水泉',
        content:'书真的垃圾，一看就是阿里员工林少辉写的',
        date: "2016-07-12 20:30",
    },
    {
      user_id: 2,
      userName: '林水泉',
      content: '书真的垃圾，一看就是阿里员工林少辉写的',
      date: "2016-07-12 20:40",
    },
    {
      user_id: 3,
      userName: '林水泉',
      content: '书真的垃圾，一看就是阿里员工林少辉写的',
      date: "2016-07-12 20:32",
    }
]

},
 

{
    id: 1,
    name: "冰与火之歌",
    detail: "冰与火之歌》（A Song of Ice and Fire）是由美国作家乔治·R·R·马丁所著的严肃奇幻小说系列。该书系列首卷于1996年初由矮脚鸡图书公司在美国出版，全书计划共七卷，截至2014年共完成出版了五卷，被译为三十多种文字。《冰与火之歌》主要描述了在一片虚构的中世纪世界里所发生的一系列宫廷斗争、疆场厮杀、游历冒险和魔法抗衡的故事。在内容及风格上，《冰与火之歌》是现实生活的一面镜子，人性真实的写照。写作手法上马丁运用了POV（Point-of-View，即“视点人物写作手法”），以轮流交换人物第三人称视点的叙事方式进行描写，从而推动故事的进展。",
    outline: "《冰与火之歌》（A Song of Ice and Fire）是由美国作家乔治·R·R·马丁所著的严肃奇幻小说系列。该书系列首卷于1996年初由矮脚鸡图书公司在美国出版，全书计划共七卷，截至2014年共完成出版了五卷，被译为三十多种文字。",
    press:"重庆出版社",
    version: "精装版",
    size: "大32开",
    translator:"屈畅",
    isbn:"0345535529",
    pages:999,
    price: 999,
    number: 4,
    member_price: 25,
    star: 4,
    catalog: "",
    image_url: require('../../assets/images/books/byhzg2.jpg'),
    url: "../../../assets/images/books/byhzg2.jpg",
    author: "乔治·R·R·马丁",
    date: "2016-07-12 20:30",
    is_shelf: true,
    store_mount:0,
    comments:[{
        user_id:4,
        userName:'刘嘉文',
        content:'冰火天下第一',
        date: "2016-07-12 20:30",
    },
    {
      user_id: 5,
      userName: '刘嘉文',
      content: '冰火天下第一',
      date: "2016-07-12 20:40",
    },
    {
      user_id: 6,
      userName: '刘嘉文',
      content: '冰火天下第一',
      date: "2016-07-12 20:32",
    }
]
}


]